{
  "menus": [
    {
      "id": 0,
      "name": "Americano",
      "image": "images/americano.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "A type of coffee drink prepared by diluting an espresso with hot water, giving it a similar strength to, but different flavor from, traditionally brewed coffee."
  },
  {
      "id": 1,
      "name": "Cappuccino",
      "image": "images/cappuccino.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "An espresso based coffee drink that originated in Italy and is prepared with steamed milk foam."
  },
  {
      "id": 2,
      "name": "Flat White",
      "image": "images/flatWhite.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "A coffee drink consisting of espresso with microfoam."
  },
  {
      "id": 3,
      "name": "Latte",
      "image": "images/latte.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "A milk coffee that boasts a silky layer of foam as a real highlight to the drink. A true latte will be made up of one or two shots of espresso, steamed milk and a final, thin layer of frothed milk on top."
  },
  {
      "id": 4,
      "name": "Macchiato",
      "image": "images/macchiato.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "An espresso coffee drink with a small amount of milk, usually foamed. In Italian, macchiato means 'stained' or 'spotted', so the literal translation of caffè macchiato is 'stained coffee' or 'marked coffee'."
  },
  {
      "id": 5,
      "name": "Mocha",
      "image": "images/mocha.jpg",
      "featured": true,
      "price": "$4.00",
      "description":
          "A chocolate-flavoured warm beverage that is a variant of a caffè latte."
  },
  {
      "id": 6,
      "name": "Black Currant",
      "image": "images/blackCurrant.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "Black currant tea is a caffeine free drink made from the leaves and the dried fruits from the black currant bush. A pungent, fruity drink, black currant tea has a full bodied fruit flavor similar to berries. It is packed with antioxidants, vitamins, and minerals and offers a great deal of therapeutic value."
  },
  {
      "id": 7,
      "name": "Earl Grey",
      "image": "images/earlGrey.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "Earl Grey tea has one defining ingredient, bergamot, an orange fruit. It is commonly grown in parts of Italy. it is a hybrid of lemon and bitter orange."
  },
  {
      "id": 8,
      "name": "Green Tea",
      "image": "images/greenTea.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "Green tea is a type of tea that is harvested and then quickly preserved. Whereas black tea leaves are allowed to oxidize after they are picked, green tea leaves are immediately heated to prevent oxidation. Oxidation is a natural process."
  },
  {
      "id": 9,
      "name": "Peppermint",
      "image": "images/peppermint.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "Peppermint tea is a popular herbal tea that is naturally calorie- and caffeine-free. Some research has suggested that the oils in peppermint may have a number of other health benefits, such as fresher breath, better digestion, and reduced pain from headaches. Peppermint tea also has antibacterial properties."
  },
  {
      "id": 10,
      "name": "Rooibos",
      "image": "images/rooibos.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "Rooibos tea is a red herbal tea that comes from the fermented leaves of the Aspalathus linearis shrub, a plant native to South Africa. Many people enjoy it as an alternative to green or black tea. Unfermented green rooibos tea is also available. Rooibos tea has a sweet, delicate, and earthy flavor."
  },
  {
      "id": 11,
      "name": "Spiced Chai",
      "image": "images/spicedChai.jpg",
      "featured": false,
      "price": "$4.00",
      "description":
          "Spiced chai is a ginger tea made with cream, strong black tea, and ginger. The type of chai most commonly served as chai in the United States is masala chai. It, too, is flexible in terms of spices and flavors, but there are six ingredients that are pretty consistently used in masala chai. Cardamom Cardamom is a versatile spice that grows in hot, humid climates such as southern India, Guatemala, and Tanzania. It adds distinct flavor to both sweet and savory dishes."
  },
  {
      "id": 12,
      "name": "Italian Wedding",
      "image": "images/italianWedding.jpeg",
      "featured": false,
      "price": "$6.00",
      "description":
      "This Italian wedding soup is a marriage of homemade mini meatballs, colorful vegetables, and pearl couscous."
  },
  {
      "id": 13,
      "name": "Clam Chowder",
      "image": "images/clamChowder.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Clam chowder is a moniker used to describe just about any soup that contains clams and broth. Most clam chowders are also made with potatoes, onions, or celery, while some even add in bacon. Oyster or saltine crackers almost always accompany the soup."
  },
  {
      "id": 14,
      "name": "French Onion",
      "image": "images/frenchOnion.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "French Onion is a soup usually based on meat stock and onions, and often served gratinéed with croutons or a larger piece of bread covered with cheese floating on top."
  },
  {
      "id": 15,
      "name": "Lobster Bisque",
      "image": "images/lobsterBisque.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Lobster bisque soup follows the traditional definition of a bisque. It includes lobster and has a luscious, creamy, smooth tomato-based broth."
  },
  {
      "id": 16,
      "name": "Minestrone",
      "image": "images/minestrone.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Minestrone is a thick soup of Italian origin made with vegetables, often with the addition of pasta or rice, sometimes both. Common ingredients include beans, onions, celery, carrots, leaf vegetables, stock, parmesan cheese and tomatoes."
  },
  {
      "id": 17,
      "name": "Tomato Basil",
      "image": "images/tomatoBasil.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "A delicious tomato based soup with heavy cream, chopped basil, sugar, salt and pepper. Served with croutons."
  },
  {
      "id": 18,
      "name": "Caesar",
      "image": "images/caesar.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Caesar salad is infused with the fresh and zesty flavors of lime, anchovies, olive oil, egg and garlic."
  },
  {
      "id": 19,
      "name": "Crab Louie",
      "image": "images/crabLouie.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "The main ingredient for Crab Louie, as the name suggests, is crab meat. The preferred crab is Dungeness Crab, but other crab meat can be substituted, including cheaper imitation crab meat. Although variations of the recipe exist, an essential ingredient is a creamy dressing such as Louis dressing, Thousand Island dressing or Green goddess dressing."
  },
  {
      "id": 20,
      "name": "Nicoise",
      "image": "images/nicoise.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Nicoise is essentially a French composed salad, much like our American Cobb salad, but with tuna, green beans, and potatoes, instead of chicken, bacon, and avocado. Salad Niçoise hails from Nice, on the Mediterranean Sea, though like so many foods we enjoy here of French origin, has changed a bit to adapt to our tastes."
  },
  {
      "id": 21,
      "name": "Steak Cobb",
      "image": "images/steakCobb.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Steak Cobb in a bowl layer in the salad greens, tomatoes, egg, cheese and avocado slices. Sprinkle all with salt and pepper. Once the steak has rested slice thin strips against the grain."
  },
  {
      "id": 22,
      "name": "Wedge",
      "image": "images/wedge.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "A classic wedge salad is the perfect start or side to a steakhouse dinner, barbecue, or four-course meal. Load a simple iceberg wedge with homemade blue cheese dressing, crumbled bacon, chopped tomatoes, and tangy pickled onions. It could not be simpler in its elegance, and is a favored method of adding acid and vegetables to a rich meal."
  },
  {
      "id": 23,
      "name": "Waldorf Chicken",
      "image": "images/waldorfChicken.jpg",
      "featured": false,
      "price": "$8.00",
      "description":
          "This Waldorf Chicken Salad is a refreshing and filling dish loaded with fruit, veggies, and nuts."
  },
  {
      "id": 24,
      "name": "BLT",
      "image": "images/blt.jpg",
      "featured": false,
      "price": "$8.00",
      "description":
          "A BLT is a type of sandwich, named for the initials of its primary ingredients, bacon, lettuce, and tomato."
  },
  {
      "id": 25,
      "name": "Chicken Wrap",
      "image": "images/chickenWrap.jpg",
      "featured": false,
      "price": "$8.00",
      "description":
          "Simply mix together a cream cheese, sour cream, Cheddar cheese, green onions, and mustard, and roll up the mixture in a tortilla along with shredded chicken and cabbage."
  },
  {
      "id": 26,
      "name": "Cucumber",
      "image": "images/cucumber.jpg",
      "featured": false,
      "price": "$8.00",
      "description":
          "This simple, elegant staple of the famous British afternoon tea, known as cucumber sandwich, is a concoction made with crustless triangles of lightly buttered white bread that is filled with paper-thin cucumber slices, a little bit of salt, and a dash of lemon juice."
  },
  {
      "id": 27,
      "name": "Monte Cristo",
      "image": "images/monteCristo.jpg",
      "featured": false,
      "price": "$8.00",
      "description":
          "A Monte Cristo sandwich is an egg-dipped ham and cheese sandwich that is pan or deep fried, a variation of the French croque monsieur."
  },
  {
      "id": 28,
      "name": "Reuben",
      "image": "images/reuben.jpg",
      "featured": false,
      "price": "$8.00",
      "description":
          "The Reuben sandwich is a North American grilled sandwich composed of corned beef, Swiss cheese, sauerkraut, and Thousand Island dressing or Russian dressing, grilled between slices of rye bread."
  },
  {
      "id": 29,
      "name": "Turkey Club",
      "image": "images/turkeyClub.jpg",
      "featured": false,
      "price": "$8.00",
      "description":
          "This club sandwich is made with cooked turkey, lettuce, slices of fresh ripe tomato, crispy and crunchy bacon, and cranberry sauce in between toasted white bread slathered with mayo."
  },
  {
      "id": 30,
      "name": "Banana Foster",
      "image": "images/bananaFoster.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Bananas Foster is an American dessert that originated in New Orleans made with cooked bananas served in a butter, brown sugar and rum sauce. The caramelized liquor-based sauce is often prepared via flambé."
  },
  {
      "id": 31,
      "name": "Carrot Cake",
      "image": "images/carrotCake.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Carrot cake, also known as passion cake, is cake that contains carrots mixed into the batter. Most modern carrot cake recipes have a white cream cheese frosting. Sometimes nuts such as walnuts or pecans are added into the cake batter, as well as spices such as cinnamon, ginger and ground mixed spice."
  },
  {
      "id": 32,
      "name": "Cheesecake",
      "image": "images/cheesecake.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Cheesecake is a sweet dessert consisting of one or more layers. The main, and thickest, layer consists of a mixture of a soft, fresh cheese, typically cottage cheese, cream cheese or ricotta, eggs, and sugar."
  },
  {
      "id": 33,
      "name": "Creme Brulee",
      "image": "images/cremeBrulee.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Crème brûlée or crème brulée , also known as burnt cream or Trinity cream, and virtually identical to the original crema catalana, is a dessert consisting of a rich custard base topped with a layer of hardened caramelized sugar."
  },
  {
      "id": 34,
      "name": "Tiramisu",
      "image": "images/tiramisu.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Tiramisu is a coffee-flavoured Italian dessert. It is made of ladyfingers dipped in coffee, layered with a whipped mixture of eggs, sugar, and mascarpone cheese, flavoured with cocoa."
  },
  {
      "id": 35,
      "name": "Tuxedo Cake",
      "image": "images/tuxedoCake.jpg",
      "featured": false,
      "price": "$6.00",
      "description":
          "Tuxedo Cake is a rich chocolate cake with double chocolate filling, both white and dark chocolate, and a swirled chocolate topping. This decadent triple layer chocolate cake recipe is so delicious, and can be made for any occasion!"
  }
  ],
  "comments": [
    {
      "id": 0,
      "menuId": 0,
      "rating": 5,
      "text": "This simple cup of coffee warmed my soul!",
      "author": "Simon Hunt",
      "date": "2018-10-25T16:30Z"
    },
    {
      "id": 1,
      "menuId": 1,
      "rating": 3,
      "text": "The froth was devine!",
      "author": "Zandra Katherine",
      "date": "2017-06-17T03:33Z"
    },
    {
      "id": 2,
      "menuId": 2,
      "rating": 4,
      "text": "Creamy and delicious, the patterns in the milk are cute!",
      "author": "Amy Keophilavong",
      "date": "2019-02-18T18:12Z"
    },
    {
      "id": 3,
      "menuId": 3,
      "rating": 3,
      "text": "My absolute favorite style of coffee, simple and sweet.",
      "author": "Jean Luc",
      "date": "2019-08-04T20:11Z"
    },
    {
      "id": 4,
      "menuId": 4,
      "rating": 5,
      "text": "This has been our favorite cafe for over 7 years. It is an absolutely beautiful site. The hosts are very friendly and helpful. Don't forget to try out the macchiato, it is perfection!",
      "author": "R. E. Osariemen",
      "date": "2018-07-23T19:44Z"
    },
    {
      "id": 5,
      "menuId": 5,
      "rating": 4,
      "text": "There's nothing more fun than drinking this mocha in a rainstorm.",
      "author": "Juan Cortez",
      "date": "2017-06-17T03:33Z"
    },
    {
      "id": 6,
      "menuId": 6,
      "rating": 5,
      "text": "This tea is the best tea, absolutely no competion out there!",
      "author": "McKenzie Sebastian",
      "date": "2019-02-18T18:12Z"
    },
    {
      "id": 7,
      "menuId": 7,
      "rating": 5,
      "text": "Sweet, aromatic, earl grey tea helps me wake up every morning! I stop by before work to get my day started!",
      "author": "Brennen Ech",
      "date": "2019-08-04T20:11Z"
    },
    {
      "id": 8,
      "menuId": 8,
      "rating": 4,
      "text": "Love the warm delicious taste of this green tea!",
      "author": "Amy Keophilavong",
      "date": "2018-07-23T19:44Z"
    },
    {
      "id": 9,
      "menuId": 9,
      "rating": 5,
      "text": "A wonderful place to reconnect with friends and family. This tea cleared my mind to talk for hours!",
      "author": "Jordan Runn",
      "date": "2019-08-04T20:11Z"
    },
    {
      "id": 10,
      "menuId": 10,
      "rating": 5,
      "text": "This sweet spiced tea is so unique!",
      "author": "Olaf the Snowman",
      "date": "2019-02-18T18:12Z"
    },
    {
      "id": 11,
      "menuId": 11,
      "rating": 3,
      "text": "This is authentically delightful!",
      "author": "Vincent and Mona Lisa Gambini",
      "date": "2018-10-25T16:30Z"
    },
    {
      "id": 12,
      "menuId": 12,
      "rating": 5,
      "text": "The best Italian wedding soup I have ever had!",
      "author": "Ann Dabramov",
      "date": "2018-07-23T19:44Z"
    },
    {
      "id": 13,
      "menuId": 13,
      "rating": 4,
      "text": "This clam chowder is hearty and delcious!",
      "author": "Amy Keophilavong",
      "date": "2018-10-25T16:30Z"
    },
    {
      "id": 14,
      "menuId": 14,
      "rating": 5,
      "text": "Perfect soup for you and your friends!",
      "author": "Dave Lister",
      "date": "2019-08-04T20:11Z"
    },
    {
      "id": 15,
      "menuId": 15,
      "rating": 4,
      "text": "The pieces of lobster were huge!",
      "author": "Markell Richards",
      "date": "2017-06-17T03:33Z"
    },
    {
      "id": 16,
      "menuId": 16,
      "rating": 5,
      "text": "Such a variety of flavors and ingredients!",
      "author": "Amy Keophilavong",
      "date": "2018-07-23T19:44Z"
    },
    {
      "id": 17,
      "menuId": 17,
      "rating": 5,
      "text": "What a magnificent view! The staff is amazing, and the food even more than them. The tomato basil soup is my favorite!",
      "author": "Tinus Lorvaldes",
      "date": "2018-10-25T16:30Z"
    },
    {
      "id": 18,
      "menuId": 18,
      "rating": 4,
      "text": "The best caesar in town!",
      "author": "Chloe Haskins",
      "date": "2017-06-17T03:33Z"
    },
    {
      "id": 19,
      "menuId": 19,
      "rating": 5,
      "text": "The photos don't do justice to the beauty of this place.",
      "author": "Minae Lee",
      "date": "2019-02-18T18:12Z"
    },
    {
      "id": 20,
      "menuId": 20,
      "rating": 5,
      "text": "The best salad I have ever had. Good luck pronouncing it!",
      "author": "Mark Twain",
      "date": "2017-06-17T03:33Z"
    },
    {
      "id": 21,
      "menuId": 21,
      "rating": 4,
      "text": "The steak was cook perfectly and the medley of ingredients were so good!",
      "author": "Trinity Smith",
      "date": "2019-02-18T18:12Z"
    },
    {
      "id": 22,
      "menuId": 22,
      "rating": 5,
      "text": "Simply good, just order it! The wedge is yummy!",
      "author": "Chloe Chen",
      "date": "2019-01-18T18:12Z"
    },
    {
      "id": 23,
      "menuId": 23,
      "rating": 4,
      "text": "The entire experience was amazing! I have never had this salad before but I will order it again!",
      "author": "Lauren Reynolds",
      "date": "2012-05-18T18:12Z"
    },
    {
        "id": 24,
        "menuId": 24,
        "rating": 5,
        "text": "Bacon Lettuce Tomato, all one could possible need in life!",
        "author": "Joe Wallace",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 25,
        "menuId": 25,
        "rating": 4,
        "text": "A light and fresh chicken wrap that filled my tummy up!",
        "author": "Susan Elks",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 26,
        "menuId": 26,
        "rating": 5,
        "text": "This went perfectly with my earl grey tea! I felt like royalty.",
        "author": "Patricia Stone",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 27,
        "menuId": 27,
        "rating": 4,
        "text": "The best sandwhich I have every had, make sure to dip it in the jam!",
        "author": "Trisha Clay",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 28,
        "menuId": 28,
        "rating": 5,
        "text": "This will fill you up big time. So much meat!",
        "author": "John Doe",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 29,
        "menuId": 29,
        "rating": 4,
        "text": "My son is a picky eater and he just loved this!",
        "author": "Zoey Dirsch",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 30,
        "menuId": 30,
        "rating": 5,
        "text": "I had this once before in New Orleans and this on is just as good as that one!",
        "author": "Matt Herrington",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 31,
        "menuId": 31,
        "rating": 4,
        "text": "Best cake for a date night!",
        "author": "Chelsea Clark",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 32,
        "menuId": 32,
        "rating": 5,
        "text": "Simply good, just order it! The cheesecake is scrumptious!",
        "author": "Chance Hill",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 33,
        "menuId": 33,
        "rating": 4,
        "text": "Crispy on the outside, creamy on the inside!",
        "author": "Brandon Halls",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 34,
        "menuId": 34,
        "rating": 5,
        "text": "My favorite cake ever!",
        "author": "Amber Ried",
        "date": "2017-06-17T03:33Z"
    },
    {
        "id": 35,
        "menuId": 35,
        "rating": 4,
        "text": "Fancy and yummy! What is there not to love?",
        "author": "Kelly Tran",
        "date": "2017-06-17T03:33Z"
    }
  ],
  "maids": [
    {
      "id": 0,
      "name": "Misaki",
      "image": "images/misa.png",
      "featured": true,
      "description": "Misaki is a student council president of Seika High."
    },
    {
      "id": 1,
      "name": "Mey-Rin",
      "image": "images/mey-rin.png",
      "featured": false,
      "description": "Mey-Rin is a determined, strong-willed sniper who seeks to prove her worth."
    },
    {
      "id": 2,
      "name": "Tsumugi",
      "image": "images/k-on.png",
      "featured": false,
      "description": "Tsumugi plays the keyboard and is the main musical composer in the band Ho-kago Tea Time."
    },
    {
      "id": 3,
      "name": "Rem",
      "image": "images/rem_chibi_2.png",
      "featured": true,
      "description": "Rem tends to speak in a superficially polite manner and sometimes acts without thinking."
    }
  ],
  "banquets": [
    {
      "id": 0,
      "name": "Royal Ballroom",
      "image": "images/royalBallroom.jpg",
      "featured": true,
      "price": "$350.00",
      "description": "Royal Ballroom is a hidden gem of elegance and classic old European style charm perfect for beautiful Weddings and Events."
    },
    {
      "id": 1,
      "name": "Executive Suite",
      "image": "images/executiveSuite.jpg",
      "featured": false,
      "price": "$400.00",
      "description": "The executive suite is an office property that provides tenants with a smaller portion of office space compared to when you purchase commercial real estate outright."
    },
    {
      "id": 2,
      "name": "Presidents Room",
      "image": "images/presidentsRoom.jpg",
      "featured": false,
      "price": "$500.00",
      "description": "A warm space for small lectures, seminars and meetings featuring a stage and annex."
    },
    {
      "id": 3,
      "name": "Queens Gardens",
      "image": "images/queensGardens.jpg",
      "featured": false,
      "price": "$600.00",
      "description": "The Perfect Location for Your Event Let Royal Garden Banquet Hall be the location of your dream event."
    }
  ],
  "feedback": [
    {
      "id": 0,
      "firstname": "Test",
      "lastname": "Test",
      "phoneNum": "12345",
      "email": "test@test.com",
      "agree": true,
      "contactType": "Email",
      "feedback": "test"
    }
  ]
}